Repository: yeikel16/game_of_life
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# gameAppBarTitle
source: Game of life
es: Juego de la vida

# languageTooltip
source: Language
es: Idioma

# playTooltip
source: Play
es: Iniciar juego

# pauseTooltip
source: Pause
es: Pausar juego

# resetTooltip
source: Reset
es: Reiniciar juego

# settingsTooltip
source: Settings
es: Configuración

# informationTooltip
source: Information
es: Información

# forwardTooltip
source: One step forward
es: Un paso adelante

# backwardTooltip
source: One step backward
es: Un paso atrás

# informationNotImplemented
source: Information not implemented yet
es: Información no está implementada aún

# settingsNotImplemented
source: Settings not implemented yet
es: Ajustes no está implementada aún
